tap "1password/tap"
tap "garden-io/garden"
tap "git-chglog/git-chglog"
brew "aws-vault"
brew "python@3.11"
brew "awscli"
brew "docker"
brew "eksctl"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gojq"
brew "helm"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "nmap"
brew "tfenv"
brew "tree"
brew "vault"
brew "yamllint"
brew "garden-io/garden/garden-cli"
brew "jq"
brew "cmake"
brew "stern"
brew "rsync"
brew "icu4c"
brew "pkg-config"
brew "faas-cli"
brew "git-chglog"
brew "parallel"
brew "sops"
brew "k6"
brew "helmfile"
brew "scw"
brew "linkerd"
cask "orbstack"
cask "1password-cli"
cask "amethyst"
cask "google-cloud-sdk"
cask "linear"
cask "spotify"
cask "visual-studio-code"
cask "obs"
cask "blender"
