tap "1password/tap"
tap "cloudflare/cloudflare"
tap "fairwindsops/tap"
tap "felixkratz/formulae"
tap "garden-io/garden"
tap "git-chglog/git-chglog"
tap "heroku/brew"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "konstructio/taps"
tap "kubefirst/tools"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "txn2/tap"
brew "argocd"
brew "aws-vault"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "chart-testing"
brew "cloud-sql-proxy"
brew "cmake"
brew "coreutils"
brew "docker"
brew "docutils"
brew "eksctl"
brew "faas-cli"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gojq"
brew "helm"
brew "helmfile"
brew "istioctl"
brew "jq"
brew "jsonnet-bundler"
brew "k3d"
brew "k6"
brew "k9s"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "libpq"
brew "libssh2"
brew "linkerd"
brew "minikube"
brew "mkcert"
brew "mongosh"
brew "mosquitto"
brew "nmap"
brew "nvm"
brew "openssl@1.1"
brew "parallel"
brew "pkgconf"
brew "python@3.11"
brew "python@3.12"
brew "redis"
brew "rsync"
brew "scw"
brew "six"
brew "sops"
brew "sshuttle"
brew "step"
brew "stern"
brew "stow"
brew "tanka"
brew "terraform-docs"
brew "terramate"
brew "tfenv"
brew "tgenv"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "cloudflare/cloudflare/cf-terraforming"
brew "fairwindsops/tap/pluto"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "garden-io/garden/garden-cli"
brew "git-chglog/git-chglog/git-chglog"
brew "heroku/brew/heroku"
brew "konstructio/taps/kubefirst"
brew "mongodb/brew/mongodb-community-shell"
brew "txn2/tap/kubefwd"
cask "1password-cli"
cask "aerospace"
cask "amethyst"
cask "blender"
cask "ghostty"
cask "google-cloud-sdk"
cask "linear"
cask "mqtt-explorer"
cask "obs"
cask "orbstack"
cask "pearcleaner"
cask "spotify"
cask "visual-studio-code"
cask "xquartz"
cask "rustdesk"
vscode "4ops.terraform"
vscode "adamcaviness.theme-monokai-dark-soda"
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "adrien.visualstudiodarktheme"
vscode "ahmadawais.shades-of-purple"
vscode "akamud.vscode-theme-onedark"
vscode "arnozhang.juggernaut-dark-theme"
vscode "azemoh.one-monokai"
vscode "bardleware.sandstorm"
vscode "bceskavich.theme-dracula-at-night"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "codeyard.flask-snippets"
vscode "cstrap.flask-snippets"
vscode "davidanson.vscode-markdownlint"
vscode "davidbabel.vscode-simpler-icons"
vscode "dbaeumer.vscode-eslint"
vscode "dev1ce.dev1ce"
vscode "dline.cobaltnext"
vscode "dracula-theme.theme-dracula"
vscode "ecmel.vscode-html-css"
vscode "eliverlara.andromeda"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "gerane.theme-cobalt"
vscode "gerane.theme-dark-dracula"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "johnpapa.winteriscoming"
vscode "koteus.noctis"
vscode "m4ns0ur.base64"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "meezilla.json"
vscode "mhutchie.git-graph"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.anycode-rust"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "onecrayon.theme-quietlight-vsc"
vscode "peymanslh.blueberry-dark-theme"
vscode "pkief.material-icon-theme"
vscode "qiqigou.tpl-lang"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "romanrei.material-dark"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.night-owl"
vscode "seansassenrath.vscode-theme-superonedark"
vscode "shakram02.bash-beautify"
vscode "shardulm94.trailing-spaces"
vscode "simsim0709.over-night-owl"
vscode "ssmi.after-dark"
vscode "svipas.prettier-plus"
vscode "technosophos.vscode-helm"
vscode "thedavej.night-owl-black"
vscode "thomaz.preparing"
vscode "tim-koehler.helm-intellisense"
vscode "tinkertrain.theme-panda"
vscode "twxs.cmake"
vscode "uloco.theme-bluloco-dark"
vscode "uloco.theme-bluloco-light"
vscode "vangware.dark-plus-material"
vscode "vincentfiestada.cold-horizon-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wesbos.theme-cobalt2"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "wkaa.dark"
vscode "zaczero.bootstrap-v4-snippets"
vscode "zeriax.bigsurgtk-blue"
vscode "zhuangtongfa.material-theme"
vscode "znck.grammarly"
